/* Distance expressed in kilometers */
"%0.1f km" = "%0.1f km";

/* Distance expressed in miles. */
"%0.1f mi" = "%0.1f mi";

/* Indicator for the percentage the user has completed towards their weekly step goal */
"%li%% of Goal" = "%li%% des Ziels";

/* Title for the largest gratuity, there are three levels of tipping so please ensure the three strings make sense together for small, medium, large */
"Amazing\nTip of\n%@" = "Üppiges\nTrinkgeld:\n%@";

/* Setting that puts the current walking step count on the applications icon badge */
"Badge Step Count on Icon" = "Badge-Schrittzahl auf Symbol";

/* The unit system that includes miles, feet and inches */
"Customary" = "Angloamerik. System";

/* Title for the settings section where the user sets their daily walking step count goal */
"Daily Step Goal" = "Tägliches Schrittziel";

/* Button indicating the they want to return */
"Done" = "Fertig";

/* The app estimates the user's walking stride length and displays it to them */
"Estimated stride" = "Geschätzte Schrittlänge";

/* Button title for exporting the user's data */
"Export" = "Exportieren";

/* Button title for exporting the user's data */
"ExportTransfer" = "Exportieren";

/* The female gender, women */
"Female" = "Weiblich";

/* Example of device that supports motion tracking */
"For example, the iPhone 5s." = "Z.B. das iPhone 5S oder neuer.";

/* Title for the smallest gratuity, there are three levels of tipping so please ensure the three strings make sense together for small, medium, large */
"Generous\nTip of\n%@" = "Trinkgeld:\n%@";

/* Title for the medium gratuity, there are three levels of tipping so please ensure the three strings make sense together for small, medium, large */
"Massive\nTip of\n%@" = "Großzügiges\nTrinkgeld:\n%@";

/* Explanation that app needs to be given permission to access step counts. */
"In order for Pedometer++ to collect step counts it needs to be given permission in the main Settings app." = "Damit Schrittzähler++ Schrittzahlen abrufen kann, benötigt es die Genehmigung hierfür über die Einstellungs-App.";

/* Title of message explaining that this device isn't supported, expression of sorrow */
"I’m Sorry" = "Es tut mir leid";

/* Message shown while we are loading purchase data */
"Loading..." = "Lädt...";

/* The male gender, men */
"Male" = "Männlich";

/* The unit system that includes kilometers, meters, and centimeters */
"Metric" = "Metrisches System";

/* Prefix of a message saying 'My Steps for {date}' */
"My Steps for" = "Meine Schritte am";

/* Dismiss button for alert */
"OK" = "OK";

/* Title of message explaining their device isn't supported, should be whimsical expressing a mistake. */
"Ooops." = "Oh!";

/* Name of the application, Pedometer++ */
"Pedometer++" = "Schrittzähler++";

/* Explanation that app can only collect data on a device with Apple's M7 chip */
"Pedometer++ can only collect data on a device that supports Step Count Tracking via Apple’s M7 coprocessor." = "Schrittzähler++ kann nur Daten auf einem Gerät abrufen, das die Schrittverfolgungsfunktion über Apples Bewegungs-Coprozessor (M7, M8) unterstützt.";

/* Title for the User's Data Export */
"Pedometer++ Export" = "Schrittzähler++ Datenexport";

/* Explanation that the development of this app relies on the contributions made my its users. */
"Pedometer++ relies on your support to fund its development.  If you find it useful and motivating to get healthy and active, please consider supporting the app by leaving a tip in our Tip Jar." = "Schrittzähler++ benötigt deine Unterstützung, um die weitere App-Entwicklung zu finanzieren. Wenn du die App nützlich findest und sie dich zu einem gesunden und aktiven Lebensstil anregt, unterstütze die App bitte, indem du ein Trinkgeld in unser Trinkgeldglas wirfst.";

/* Title of alert telling user Push Notifications failed to load */
"Push Notifications" = "Push-Benachrichtigungen";

/* Title of the Settings area of the app */
"Settings" = "Einstellungen";

/* Header of export of user's data */
"Step Count Export from Pedometer++" = "Schrittzahlenexport von Schrittzähler++";

/* Progress text while a tip/gratuity is being processed */
"Tip in Progress" = "Trinkgeld in Bearbeitung";

/* Title for the area of the app where we ask for tips/gratuities for supporting the app's development */
"Tip Jar" = "Trinkgeldglas";

/* Explanation that app was unable to register for push notifications */
"Unable to register for Push Notifications.\n\nPlease verify Notifications are enabled in the Settings app." = "Push-Benachrichtigungen konnten nicht aktiviert werden.\n\nBitte überprüfe, ob Benachrichtigungen in der Einstellungs-App aktiviert sind.";

/* Explanation of what the step badge looks like */
"Will display the current step count on the Pedometer++ app icon." = "Zeigt die aktuelle Schrittzahl auf dem App-Symbol von Schrittzähler++ an.";

/* Prefix of the statement  */
"You have taken %@ steps (%@) using Pedometer++.\n\n" = "Du bist %1$@ Schritte (%2$@) mit Schrittzähler++ gegangen.\n\n";

/* Number of floors climbed */
"%li floors" = "%li Stockwerke";

/* Single Floor Climbed */
"%li floor" = "%li Stockwerk";

/* Goal Achieved */
"Goal Achieved!" = "Ziel Erreicht!";

/* Automatic Distance Estimation */
"Automatic Distance Estimation" = "Automatische Abstandsschätzung";

/* Automatic Distance Explanation */
"Distance Explanation" = "Abstand automatisch schätzen, das ist in der Regel genauer als mit einer festen Schrittlänge.";

/* Merge Apple Watch Data */
"Merge Apple Watch Data" = "Apple Watch Daten zusammenführen";

/* Intelligently merge motion data from your iPhone and Apple Watch to give a better overall view of your activity. */
"Intelligently merge motion data from your iPhone and Apple Watch to give a better overall view of your activity." = "Intelligentes zusammenfassen der Daten deines iPhones und deiner Apple Watch um einen besseren Überblick deiner Aktivität zu erhalten.";

/* Start Walk */
"Start Walk" = "Losgehen";

/* End Walk */
"End Walk" = "Gang beenden";

/* Button to begin a workout session within the app.*/
"Start Workout" = "Training beginnen";

/* Button to begin an outdoor walking session within the app.*/
"Outdoor Walk" = "Gehen outdoor";

/* Button to begin an indoor walking session within the app.*/
"Indoor Walk" = "Gehen indoor";

/* Button to end a workout session within the app.*/
"End Workout" = "Training beenden";

/* Title for the settings section where the user sets their daily walking step count goal */
"Daily Push Goal" = "Tägliches Push-Ziel";

/* Wheelchair Mode */
"Wheelchair Mode" = "Rollstuhlmodus";

/* Have Pedometer++ use your Apple Watch to measure your daily wheelchair push counts rather than steps. */
"Have Pedometer++ use your Apple Watch to measure your daily wheelchair push counts rather than steps." = "Lass Schrittzähler++ deine Apple Watch verwenden, um deine täglichen Rollstuhlschübe anstatt Schritte zu zählen.";

/* number of days that a streak is active */
"days" = "Tage";

/* setting to turn rest days on or off */
"Allow Rest Days" = "Ruhetage Erlauben";

/* No comment provided by engineer. */
"When enabled, activity streaks will not be broken by a single day missed after six consecutive days of reaching your goal." = "Wenn aktiviert, werden Aktivitätsserien nicht durch einen einzelnen verpassten Tag gebrochen, wenn du die vorigen sechs Tage dein Ziel erreicht hast.";

/* Units to use to display distances (km vs mi) */
"Distance Units" = "Entfernungseinheit";

/* Title on the section of the app wehre you can email the developer */
"Get Help" = "Hilfe";

/* Title on the section of the app wehre you can email the developer */
"Help" = "Hilfe";

/* Button to contact the developer */
"Email Us" = "Email Senden";

/* description next to email us button */
"Have a question or suggestion for the app?" = "Hast du eine Frage oder einen Vorschlag für die App?";

/* description for the export button */
"Export your step data for use outside of the app." = "Exportiere deine Schrittdaten für Verwendung außerhalb der App.";

/* button title to restore past purchase */
"Restore Purchase" = "Kauf wiederherstellen";

/* title for section of the app requesting the user leave a review */
"Leave a Review" = "Rezension hinterlassen";

/* description for section of the app requesting that the user leave a review for the app in the App Store, informal */
"If you have a minute to leave a review in the App Store, I'd really appreciate it. It really helps! Thank you." = "Wenn du eine Minute Zeit hast, eine Rezension im App Store zu hinterlassen, würde ich das wirklich schätzen. Es hilft sehr! Vielen Dank.";

/* title of the achievements section of the app */
"Achievements" = "Erfolge";

/* title for the Day Total awards section of the Achievements area */
"Day Totals" = "Tageswerte";

/* title for the Streaks awards section of the Achievements area */
"Streaks" = "Serien";

/* title for the Lifetime Steps awards section of the Achievements area */
"Lifetime Steps" = "Schritte seit Beginn";

/* title for the Lifetime Floors awards section of the Achievements area */
"Lifetime Floors" = "Stockwerke seit Beginn";

/* title for the Daily Floors award section of the achievements area */
"Daily Floor Count" = "Stockwerke";

/* title for the Awards awards section of the Achievements area */
"Awards" = "Auszeichnungen";

/* Number of floors climbed */
"floors" = "Stockwerke";

/* Number of steps taken */
"steps" = "Schritte";

/* prefix put before a user's best datapoint (best day, best week, etc) */
"Best: " = "Beste: ";

/* title for the special achievments area of the app */
"Special Achievements" = "Spezielle Erfolge";

/* title for a special award earned for climbing lots of floors */
"Mountain Climber" = "Bergsteiger";

/* explanation of mountain climber badge */
"3 consecutive days with more than 100 floors" = "3 aufeinanderfolgende Tage mit mehr als 100 Stockwerken";

/* title for a special award earned for walking a lot in a weekend */
"Weekend Walker" = "Wochenendspazierer";

/* explanation of the weekend walker badge */
"15,000 steps on a consecutive Saturday and Sunday" = "15.000 Schritte an aufeinanderfolgenden Samstagen und Sonntagen";

/* title for a special award earned for hitting your goal for a whole month */
"Perfect Month" = "Perfekter Monat";

/* explanation of the perfect month badge */
"Hit your goal every day for an entire month" = "Erreiche täglich dein Ziel, einen ganzen Monat lang";

/* label under the number of steps a user has to take to complete a given award */
"to go" = "zu gehen";

/* description of the goal streak badge, days always plural (>7) */
"Reach your goal for %@ days in a row" = "Erreiche dein Ziel %@ Tage am Stück";

/* marker for the date a badge was earned */
"Reached on %@" = "Erreicht am %@";

/* button title after a purchase is made*/
"Thank You!" = "Vielen Dank!";

/* Setting Header for option to lock the app to a particular timezone */
"Fixed Timezone" = "Feste Zeitzone";

/* Explanation of the fixed timezone mode where the app is locked to a particular timezone */
"Display data using a fixed timezone, otherwise your current timezone will be used." = "Zeige Daten mit einer festen Zeitzone an; andernfalls wird deine aktuelle Zeitzone verwendet.";

/* Option to change timezone based on locally chosen timezone. */
"Change based on local setting." = "Basierend auf lokaler Einstellung ändern.";

/* Button title for choosing a new timezone */
"Choose" = "Auswählen";

/* Title for chooser for a new timezone */
"Choose Timezone" = "Zeitzone auswählen";

/* Option to always use the local timezone */
"Use Local Timezone" = "Lokale Zeitzone verwenden";

/* Title for settings section regarding Themes */
"Theme" = "Theme";

/* Title for custom icon chooser */
"Icon" = "Icon";

/* Title for Monthly challanges badges */
"Monthly Challenges" = "Monatliche Herausforderungen";

/* Title for 2019 Monthly challanges badges */
"2019 Challenges" = "2019";

/* Title for 2020 Monthly challanges badges */
"2020 Challenges" = "2020";

/* Title for 2021 Monthly challanges badges */
"2021 Challenges" = "2021";

/* Title for 2022 Monthly challanges badges */
"2022 Challenges" = "2022";

/* Subtitle for monthly challenge badge header */
"A new challenge every month" = "Eine neue Herausforderung jeden Monat";

/* Goal description, earn by doubling your goal %@ times */
"Double your goal %@ times" = "Verdopple deine Ziele %@ Mal";

/* Title for goal based on total number of wheelchair pushes */
"Lifetime Pushes" = "Schübe insgesamt";

/* Goal description for daily goal badge, earned by reaching your goal a certain number of times in a month*/
"Reach your goal %@ times" = "Erreiche dein Ziel %@ Mal";

/* Short Goal description, earn by reaching your goal for %@ days in a row */
"Get a %@ day streak" = "Erreiche eine %@-tägige Serie";

/* Full Goal description, earn by reaching your goal for %@ days in a row, including Rest Days*/
"Reach your goal for %@ days in a row (including Rest Days)." = "Erreiche dein Ziel für %@ Tage hintereinander (einschließlich Ruhetage).";

/* suffix for count of wheelchair pushes, used for things like '12 pushes' (always plural) */
"pushes" = "Schübe";

/* prefix for descriptions that relate to walking steps, used for things like 'Walk 12000 steps' */
"Walk" = "Gehe";

/* Setting to have Pedometer++ use the system Dark Mode to control the current theme */
"Follow System Dark Mode" = "Mein iPhone spiegeln";

/* Remove Advertisements from the app */
"Remove Ads" = "Werbung entfernen";

/* Font for use in Widgets */
"Widget Font" = "Widget Standardschrift";

/*  Tab Bar Item for Steps Graph */
"Steps" = "Schritte";

/*  Tab Bar Item for Badges List */
"Badges" = "Erfolge";

/*  Tab Bar Item for Walking workouts */
"Walk" = "Training";

/*  Tab Bar Item for Wheelchair Workouts */
"Roll" = "Training";

/* number of days that a streak is active */
"year" = "Jahr";

/* number of days that a streak is active */
"years" = "Jahre";

"You can also track your workouts using the Pedometer++ Apple Watch app." = "Du kannst deine Workouts auch mit der Schrittzähler++ Apple Watch-App aufzeichnen.";

"Start Walking" = "Loslaufen";

"Start Workout" = "Training starten";

"GPS Tracking" = "GPS-Verfolgung";

"GPS Status" = "GPS-Status";

"Live Activity" = "Live-Aktivität";
"Live Activities show your workout progress right on your Home Screen and in the Dynamic Island on compatible devices." = "Live-Aktivitäten zeigen deinen Trainingsfortschritt direkt auf dem Startbildschirm und auf dem Dynamic Island auf kompatiblen Geräten.";

"Live Activity Layout" = "Live-Aktivitätslayout";

"Disable Live Activity" = "Live-Aktivität deaktivieren";

"View your workout track on a map while you move, with a route optionally overlaid." = "Sehe unterwegs deinen Trainingsverlauf auf einer Karte, optional mit Überlagerung einer Route.";

"Select Route" = "Route auswählen";

"Open" = "Öffnen";

"Goal" = "Ziel";

"Map" = "Karte";

"Cancel" = "Abbrechen";

"Pedometer++ will track your workout without a specific goal in mind. Just get out there and move." = "Schrittzähler++ wird dein Training verfolgen, ohne ein bestimmtes Ziel im Auge zu haben. Gehe einfach los.";

"Set out with a specific distance goal in mind. Your progress towards this will be shown along the way." = "Lege los mit einer bestimmten Zieldistanz im Sinn. Dein Fortschritt wird dir auf dem Weg angezeigt.";

"Routes" = "Routen";

"During your workouts it is possible to display your current location on a map. On this map you can overlay a GPS route for reference." = "Während deines Workouts kann dir dein aktuellen Standort auf einer Karte anzeigen werden. Auf dieser Karte kannst du eine GPS-Route als Referenz überlagern.";

"View Routes" = "Routen anzeigen";

"Miles" = "Meilen";

"Kilometers" = "Kilometer";

"iPhone Only" = "Nur iPhone";

"Merge Data" = "Daten zusammenfügen";

"Count Steps" = "Schritte zählen";

"Count Pushes" = "Schübe zählen";

"Automatic" = "Automatisch";

"Manual" = "Manuell";

"Height:" = "Höhe:";

"Strict Streaks" = "Strikte Serien";

"Rest Days" = "Ruhetage";

"Mirror iPhone" = "iPhone spiegeln";

"Override" = "Überschreiben";

"Standard" = "Standard";

"Color Blind" = "Farbenblind";

"Use Dark Mode" = "Dark-Modus verwenden";

"Premium Icons" = "Premium-Icons";

"Basic Icons" = "Basis-Icons";

"It doesn't look like you have Email setup on your iPhone, this is required for export." = "Es sieht nicht so aus, als hättest du E-Mail auf deinem iPhone eingerichtet, was zum Exportieren erforderlich ist.";

"Duration" = "Dauer";

"Distance" = "Entfernung";

"Speed" = "Geschwindigkeit";

"Pace" = "Tempo";

"Distance Goal" = "Zieldistanz";

"Calories" = "Kalorien";

"Heart Rate" = "Herzfrequenz";

"Average Speed" = "Durchschnittliche Geschwindigkeit";

"Average Pace" = "Durchschnittliches Tempo";

"Average HR" = "Durchschnittliche HF";

"Elevation" = "Höhenlage";

"Workout Route" = "Trainingsroute";

"Add to Routes" = "Zu Routen hinzufügen";

"Export as GPX" = "Als GPX exportieren";

"Don't Overlay Route" = "Route nicht überlagern";

"Walking" = "Gehen";

"Hiking" = "Wandern";

"Running" = "Laufen";

"Routes are added to Pedometer++ via GPX files. GPX files contain the collection of GPS coordinates that you'd like to follow." = "Routen werden mittels GPX-Dateien zu Schrittzähler++ hinzugefügt. GPX-Dateien enthalten die Sequenz von GPS-Koordinaten, denen du folgen möchtest.";

"No Routes Found" = "Keine Routen gefunden";

"To add a GPX file to this list, locate the file on your iPhone and then hit **Share** and choose Pedometer++ as the destination." = "Um eine GPX-Datei zu dieser Liste hinzuzufügen, finden Sie die Datei auf Ihrem iPhone und drücken Sie dann auf **Share** und wählen Sie Pedometer++ als Ziel aus.";

"Downloading a route saves a roughly 800m wide strip of map along the track. This is not a wide area map suitable for primary navigation. Be careful and wise out there." = "Das Herunterladen einer Route speichert einen ungefähr 800 m breiten Streifen von Karten entlang der Strecke. Dies ist keine großflächige Karte, die für die primäre Navigation geeignet ist. Sei vorsichtig und weise dort draußen.";

"This route display is for informational purposes only and does **not replace** proper navigational tools and common sense." = "Diese Routenanzeige dient nur zu Informationszwecken und ersetzt **nicht** die richtigen Navigationsinstrumente und den gesunden Menschenverstand.";

"Pedometer++ encourages you to be more active by making you aware of your daily movement." = "Pedometer++ ermutigt Sie, aktiver zu sein, indem Sie Ihrer täglichen Bewegung bewusst werden.";

"Motion & Fitness Data" = "Bewegungs- und Fitnessdaten";

"Continue" = "Fortfahren";

"Pedometer++ requires access to your Motion & Fitness data in order to display your daily movement." = "Pedometer++ benötigt Zugriff auf Ihre Bewegungs- und Fitnessdaten, um Ihre tägliche Bewegung anzuzeigen.";

"View Privacy Policy" = "Datenschutzrichtlinie anzeigen";

"This data is stored securely and never leaves your device." = "Diese Daten werden sicher gespeichert und verlassen niemals Ihr Gerät.";

"Get Started" = "Loslegen";

"Today" = "Heute";

"In order to track your movement during a workout Pedometer++ must be given access to your Location data." = "Um Ihre Bewegung während eines Workouts zu verfolgen, muss Pedometer++ Zugriff auf Ihre Standortdaten erhalten.";

"Open Settings" = "Einstellungen öffnen";

"Permission has been denied. Please approve in Settings in order to use workout tracking." = "Die Genehmigung wurde verweigert. Bitte genehmigen Sie in den Einstellungen, um die Überwachung des Workouts zu verwenden.";

"Health Permissions" = "Gesundheitsberechtigungen";

"Your workout results are saved to your Health database." = "Ihre Trainingsergebnisse werden in Ihrer Gesundheitsdatenbank gespeichert.";

"Goal\nAchieved!" = "Ziel\nerreicht!";

"Remaining" = "Verbleibend";

"Pause" = "Pause";

"Resume" = "Fortsetzen";

"End" = "Ende";

"Continue Workout" = "Training fortführen";

"Are you sure you want to end this workout?" = "Bist du sicher, dass du das Training beenden möchtest?";

"Delete Route" = "Route löschen";

"Rename Route" = "Route umbenennen";

"Save" = "Speichern";

"All map tiles downloaded." = "Alle Karten-Kacheln heruntergeladen.";

"Download in progress" = "Download läuft";

"downloaded for offline use." = "heruntergeladen für offline-Nutzung.";

"Checking map status..." = "Überprüfe Kartenstatus...";

"Workout Mode" = "Workout-Modus";

"Paused" = "Pausiert";

"Walk" = "Gehen";

"Run" = "Laufen";

"Hike" = "Wandern";

"Indoor" = "Innen";

"Outdoor" = "Außen";

"Other" = "Andere";

"Workout Display" = "Workout-Anzeige";

"Shown Metrics" = "Angezeigte Messwerte";

"Elevation Gain" = "Höhenanstieg";

"Today's Steps" = "Schritte heute";

"Workout Steps" = "Schritte beim Training";

"Refresh" = "Aktualisieren";

"Add routes to Pedometer++ on your iPhone." = "Fügen Sie Routen zu Pedometer++ auf Ihrem iPhone hinzu.";

"Loading GPS..." = "GPS wird geladen...";

"None" = "Keine";

"Topographic Map" = "Topografische Karte";

"Standard Map" = "Standardkarte";

"Satellite Map" = "Satellitenkarte";

"In order to display your workout data Pedometer++ requires access to the workout metrics stored in the Health app." = "Um Ihre Trainingsdaten anzuzeigen, benötigt Pedometer++ Zugriff auf die im Health-App gespeicherten Trainingsdaten.";

"Loading Walks..." = "Lade Spaziergänge...";

"Loading Workouts..." = "Lade Workouts...";

"No Workout Data Found" = "Keine Workout-Daten gefunden";

"Permission has been denied. Please approve in Settings in order to use Pedometer++." = "Zugriff verweigert. Bitte genehmigen Sie in den Einstellungen, um Pedometer++ zu verwenden.";

"Increase" = "Erhöhen";

"Decrease" = "Verringern";
